app/controllers/clients_controller.rb

  def create
    @client = Client.new(client_params)
    @client.save
---
INSERT INTO "clients" ("email", "created_at", "updated_at") VALUES ($1, $2, $3) RETURNING "id"  [["email", "adrien"], ["created_at", "2016-03-08 15:28:45.189624"], ["updated_at", "2016-03-08 15:28:45.189624"]]